Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: It' s not there.
ru: Их тут нет.

source: I just can' t.
ru: Я больше не могу.

source: But there' s gonna be a price.
ru: Но у всего есть цена.

source: Name it.
ru: Назови ее.

source: You have to guarantee me that you will bring this corporation down.
ru: Вы должны обещать мне, что вы уничтожите корпорацию.

source: Spence?
ru: Спенс?

source: We can still make it out of here.
ru: Мы все еще сможем отсюда выбраться.

source: Come with me.
ru: Пошли со мной.

source: We can have everything we' ve ever wanted.
ru: Мы сможем иметь все, что мы захотим.

source: Money' s out there waiting.
ru: Нас там ждут деньги.

source: You wouldn' t believe how much.
ru: Ты не поверь сколько их.

source: Is that how you thought all my dreams were gonna come true?
ru: Ты думаешь это все, о чем я мечтаю?

source: I wouldn' t want to shoot you.
ru: Я не хочу в тебя стрелять.

source: Might need the bullets.
ru: Патроны мне еще пригодятся.

source: Back off.
ru: Назад.

source: I won' t take any part in this.
ru: Я нехочу всего этого.

source: Okay, but you can' t just... wash your hands of this.
ru: Ладно, но ты не сможешь... просто умыть руки.

source: We work for the same company.
ru: Мы работаем на одну и ту же компанию.

source: You knew what they did.
ru: Ты знаешь, чем они занимаются.

source: I was trying to stop them.
ru: Я пыталась остановить их.

source: You really believe that... people like him... will ever change anything?
ru: Ты действительно веришь... что люди вроде них... смогут что- либо изменить?

source: Nothing... ever changes.
ru: Ничего... не изменится.

source: Where is... the antivirus?
ru: Где... антивирус?

source: It' s on the train... where you found me.
ru: Он в поезде... там где вы меня нашли.

source: Couldn' t have been standing more than three feet from it.
ru: Я почти выбрался.

source: I so nearly made it out.
ru: Я был так близок.

source: Didn' t realize that bitch of a computer had defense systems outside the Hive.
ru: Я не думал, что эта компьютерная сука имеет системы защиты вне Улья.

source: In or out?
ru: Ты идешь или остаешься?

source: In... or out?
ru: Идешь... или остаюшься?

source: I don' t know what we had... but it' s over.
ru: Я не знаю, что между нами было... но все кончено.

source: Back... the fuck off.
ru: Назад... уебывай.

source: I' m missing you already.
ru: Я уже по тебе скучаю.

source: Your boyfriend' s a real asshole.
ru: Твой приятель настоящий мудак.

source: He shot the locking mechanism out.
ru: Он заклинил замок.

source: I can' t believe that son of a bitch is gonna get away with this.
ru: Я не могу поверить, что этот сукин сын уйдет отсюда.

source: I' ve been a bad, bad girl.
ru: Я была очень плохой девочкой.

source: What the fuck is that?
ru: Что это за хуйня?

source: One of the Hive' s early experiments... produced by injecting the T- virus directly into living tissue.
ru: Результат одного из ранних экспериментов в Улье... получившийся в результате внедрения Т- вируса прямо в живую ткань.

source: The results were unstable.
ru: Результат оказался нестабильным.

source: Now that it has fed on fresh DNA, it will mutate...
ru: Теперь, когда оно получило свежую ДНК, оно мутирует...

source: becoming a stronger, faster hunter.
ru: и станет сильнее, быстрее и голоднее.

source: Great.
ru: Офигенно.

source: If you knew it was loose, why didn' t you warn us?
ru: Если ты знало, что это вырвалось на свободу, почему ты нас не предупредила?

source: 'Cause she was saving it for us.
ru: Потомы что она приберегла это для нас.

source: Isn' t that right?
ru: Не так ли?

source: I didn' t think any of you would make it this far.
ru: Я надеялась, что до этого не дойдет.

source: Not without infection.
ru: Если вы не заразитесь.

source: Why didn' t you tell us about the antivirus?
ru: Почему ты не рассказала нам об антивирусе?

source: This long after infection... there' s no guarantee it would work.
ru: Слишком много времени после заражения... у меня нет уверенности, что он подействует.

source: But there' s a chance, right?
ru: Но ведь есть еще надежда?

source: I don' t deal in chance.
ru: Я не верю в надежду.

source: Fuck it.
ru: Пиздец.

source: No pressure, guys.
ru: Выхода нет, ребята.

source: You require the four- digit access code.
ru: Вам нужен четырехзначный код доступа.

source: I can give you the code, but first you must do something for me.
ru: Я могу дать вам код, но вы должны кое что для меня сделать.

source: - What do you want?
ru: - Что ты хочешь?

source: - One of your group is infected.
ru: - Один из вас инфицирован.

source: I require her life for the code.
ru: Я хочу ее жизнь в обмен на код.

source: The antivirus is right there on the platform.
ru: Антивирус прямо за дверью.

source: - It' s right there!
ru: - Он прямо здесь!

source: - I' m sorry.
ru: - Извиняйте.

source: It' s a risk I cannot take.
ru: Я не могу пойти на этот риск.

source: She' s right.
ru: Она права.

source: It' s the only way.
ru: Это единственный выход.

source: You' re gonna have to kill me.
ru: Ты должна меня убить.

source: Otherwise we all die down here.
ru: Или мы все здесь сдохнем.

source: The glass is reinforced... but it won' t hold forever.
ru: Но оно не выдержит вечно.

source: - Do it.
ru: - Давай.

source: - Get up.
ru: - Поднимайся.

source: - Just do it.
ru: - Просто сделай это.

source: - Rain, please get up.
ru: - Рэйн, поднимись.

source: - Do it!
ru: - Давай!

source: - You don' t have long to decide.
ru: - Решайте быстрее.

source: - Get up, please.
ru: - Поднимись, пожалуйста.

source: - You have no choice.
ru: - У тебя не выбора.

source: - Kill her.
ru: - Убей ее.

source: Kill her now.
ru: Убей ее немедленно.

source: You don' t have any choice.
ru: У тебя не выбора.

source: - Just do it now!
ru: - Ну давай же!

source: - I can' t!
ru: - Я не могу!

source: - Please.
ru: - Пожалуйста.

source: Kill her now!
ru: Убей ее!

source: Kill her!
ru: Убей ее!

source: The bitch wouldn' t open the door, so I had to fry her.
ru: Пришлось ее поджарить.

source: Move.
ru: Пошли.

source: What the fuck was that?
ru: Что это была за хуйня?

source: It' s a long story.
ru: Долго рассказывать.

source: Start it up.
ru: Заводи.

source: I' il get the virus.
ru: Я заберу вирус.

source: Okay, we' re in business.
ru: Отлично, заработало.

source: Full power.
ru: Полный вперед.

source: We' re leaving!
ru: Мы уходим!

source: I don' t want to be one of those things... walking around without a soul.
ru: Я не хочу стать одной из них... бродить тут без души.

source: You won' t.
ru: Ты не станешь.

source: When the time comes... you' il take care of it.
ru: Когда наступит время... позаботься об этом.

source: No one else is gonna die.
ru: Больше ничто не умрет.

source: Here.
ru: Держи.

source: I' m not dead yet.
ru: Я пока еще не сдохла.

source: I think I' il have that back.
ru: Лучше я это заберу.

source: I could kiss you, you bitch.
ru: Дай я тебя поцелкю, сучка.

source: What' s going on back there?
ru: Что у вас там сзади творится?

source: - Get us the fuck out of here!
ru: - Уебываем отсюда быстрее!

source: - Any faster, we' il come off the rails!
ru: - Еще немного и мы вылетим с рельсов!

source: Open the doors!
ru: Открой двери!

source: I failed all of them.
ru: Я всех их потеряла.

source: I failed.
ru: У меня не получилось.

source: There is nothing else you could' ve done.
ru: Ты ничего не смогла бы поделать.

source: The corporation' s guilty here, not you.
ru: Во всем виновата корпорация, а не ты.

source: And we finally have the proof.
ru: И у нас, наконец то, есть доказательства.

source: That way Umbrella can' t get -- get away with this.
ru: Теперь Umbrella не сможет -- не сможет уйти от наказания.

source: What is it?
ru: Что это?

source: You' re infected, but you' re gonna be okay.
ru: Ты заражен, Но вс будет в порядке.

source: I' m not losing you.
ru: Я не потеряю тебя тоже.

source: Help him.
ru: Помогите ему.

source: Matt!
ru: Мэтт!

source: He' s mutating.
ru: Он мутирует.

source: I want him in the Nemesis Program.
ru: Я забираю его в программу "Nemesis".

source: I want her quarantined.
ru: Я хочу, что бы ее изолировали.

source: Close observation and a full series of blood tests.
ru: Тщательное наблюдение и полный цикл исследования крови.

source: Let' s see if she' s infected.
ru: Проверим, может она тоже заражена.

source: Take her to the Raccoon City facility.
ru: Заберите ее в центр в Рэкуне.

source: Then assemble the team.
ru: Затем найдите новую комманду.

source: We' re reopening the Hive.
ru: Надо снова послать их в Улей.

source: I want to know what went on down there.
ru: Я хочу знать что там произошло.

source: Who' s in there?
ru: Кто там?

source: Let me out!
ru: Выпустите меня!

source: Senator, we' re making our final approach into Coruscant.
ru: Сенатор, мы приближаемся к Корусанту.

source: Very good, Lieutenant.
ru: Очень хорошо, лейтенант.

source: We made it.
ru: Получилось!

source: There was no danger at all.
ru: По- моему, я ошибался, опасности совсем не было.

source: Cordé.
ru: Корде!

source: Milady, I' m so sorry.
ru: Простите...

source: I' ve failed you, Senator.
ru: Я подвела вас, сенатор...

source: Milady, you' re still in danger here.
ru: Миледи, здесь вы всё ещё в опасности!

source: - I shouldn' t have come back.
ru: - Я не должна была возвращаться!

source: - This vote is very important.
ru: - Это голосование очень важно!

source: Cordé did hers.
ru: Вы выполняли ваши обязанности, Корде выполняла свои.

source: Now, come.
ru: Пойдёмте!

source: Senator Amidala, please.
ru: Сенатор Амидала, пожалуйста!

source: More and more star systems are joining the separatists.
ru: Я не знаю, как долго ещё я смогу откладывать голосование, друзья мои, всё больше и больше звёздных систем присоединяются к сепаратистам.

source: - If they do break away -- - I will not let this Republic... that has stood for a thousand years be split in two.
ru: - Я не позволю Республике, просуществовавшей тысячи лет, распасться на части.

source: My negotiations will not fail.
ru: - А что если переговоры ни к чему не приведут?!

source: If they do, you must realize there aren' t enough Jedi to protect the Republic.
ru: Мы должны осознавать, что для защиты Республики Джедаев не хватит.

source: We' re keepers of the peace, not soldiers.
ru: Мы миротворцы, а не солдаты!

source: Do you think it will really come to war?
ru: Master Yoda. как вы думаете, всё действительно закончится войной?

source: Hmm, the dark side clouds everything.
ru: Хм, тёмная сторона всё затуманивает.

source: Impossible to see the future is.
ru: Невозможно увидеть, будущее каково.

source: The Loyalist Committee has arrived, Your Honor.
ru: Ваша Честь, прибыли члены Комитета Верноподданных.

source: - [Huttese]
ru: - Хорошо

source: Send them in.
ru: Впустите их.

source: We will discuss this matter later.
ru: Мы обсудим это позже.

source: Senator Amidala, your tragedy on the landing platform -- terrible.
ru: Сенатор Амидала, ваша трагедия на посадочной площадке... ужасна!

source: Seeing you alive brings warm feelings to my heart.
ru: То, что я вижу вас живой, согревает моё сердце!

source: Do you have any idea who was behind this attack?
ru: У вас есть какие- нибудь догадки по поводу того, кто стоит за этим покушением?

source: Our intelligence points to disgruntled spice miners on the moons of Naboo.
ru: Наши разведданные указывают на озлобленных добытчиков на лунах Набу.

source: I think that Count Dooku was behind it.
ru: Я думаю, что за этим стоит граф Дуку.

source: He is a political idealist, not a murderer.
ru: Он политический идеалист, а не убийца.

source: You know, milady, Count Dooku was once a Jedi.
ru: Вы знаете, миледи, граф Дуку когда- то был Джедаем.

source: He couldn' t assassinate anyone.
ru: Он бы вряд ли он стал готовить покушение.

source: It' s not in his character.
ru: Это не в его манерах.

source: But for certain, Senator... in grave danger you are.
ru: Но определённо, сенатор... в серьёзной опасности вы!

source: Master Jedi, may I suggest... the senator be placed... under the protection of your graces.
ru: Учитель Джедай, могу я посоветовать... сенатору поступить... под вашу любезную защиту?

source: Do you really think that' s a wise decision under these stressful times?
ru: Вы действительно думаете, что это мудрое решение в эти неспокойные времена?

source: The situation is that serious?
ru: Канцлер, если мне будет дозволено высказать своё мнение, то я не верю, что ситуация...... Что ситуация настолько серьёзная.

source: No, but I do, Senator.
ru: Нет, а я верю, сенатор!

source: I realize all too well that additional security... might be disruptive for you... but perhaps someone you' re familiar with.
ru: Я прекрасно понимаю, что дополнительная охрана... может повредить вам... но может быть, кто- нибудь, кто близок вам.

source: An old friend, like Master Kenobi.
ru: Старый друг... например, учитель Кеноби.

source: He' s just returned from a border dispute on Ansion.
ru: Это возможно, он только что вернулся из района пограничного конфликта на Ансионе.

source: The thought of losing you... is unbearable.
ru: Мысль о том, что мы вас потеряем... невыносима.

source: I will have Obi- Wan report to you immediately, milady.
ru: Я попрошу Оби- Вана незамедлительно явиться к вам, миледи.

source: Thank you, Master Windu.
ru: Спасибо, учитель Винду.

source: You seem a little on edge.
ru: Кажется, ты немного нервничаешь.

source: - Not at all.
ru: - Отнюдь нет.

source: - I haven' t felt you this tense... since we fell into that nest of gundarks.
ru: - Я не видел тебя в таком напряжении... с тех пор, с тех пор, как мы попали в то гнездо Гондокса.

source: You fell into that nightmare, Master... and I rescued you, remember?
ru: Это вы попали в тот кошмар, учитель... и я спас вас, помните?

source: Oh... yes.
ru: Э... да!

source: You' re sweating.
ru: Ты потеешь, расслабься!

source: Take a deep breath.
ru: Сделай глубокий вдох.

source: I haven' t seen her in ten years, Master.
ru: Я не видел её десять лет, учитель!

source: Obi?
ru: Оби?

source: Mesa so smilen to seein yousa!
ru: Оби- и- и! моя такой весёлый увидеть вашу!

source: - Good to see you again, Jar Jar.
ru: - Рад видеть тебя снова, Джа Джа.

source: - Senator Padmé.
ru: - Сенатор Падме. моя идёт тут.

source: Desa Jedi arriven.
ru: Смотрите, смотрите, сенатор, эти Джедай приходить!

source: It' s a great pleasure to see you again, milady.
ru: Очень приятно снова видеть вас, миледи.

source: It has been far too long, Master Kenobi.
ru: Давно не виделись, учитель Кэноби!

source: Ani?
ru: Эни?

source: My goodness, you' ve grown.
ru: Боже мой, ты вырос.

source: Well, f- for a senator, I mean.
ru: И вы тоже... я имею в виду, стали ещё прекраснее... ну, я имею в виду, для сенатора.

source: Ani, you' il always be that little boy I knew on Tatooine.
ru: Эни, ты так и остался тем маленьким мальчиком, которого я знала на Татуине.

source: Our presence here will be invisible, milady, I can assure you.
ru: Наше присутствие здесь будет незаметным, миледи, смею вас заверить.

source: I' m Captain Typho of Her Majesty' s security service.
ru: Я Тайфо, капитан службы безопасности её Величества.

source: Queen Jamillia has been informed of your assignment.
ru: Королева Джамила проинформирована о вашем задании.

source: I am grateful you are here, Master Kenobi.
ru: Я рад, что вы здесь, учитель Кэноби.

source: The situation is more dangerous than the senator will admit.
ru: Ситуация более опасна, чем думает сенатор.

source: I need answers.
ru: Не нужно увеличивать мою охрану, мне нужны ответы!

source: I want to know who' s trying to kill me.
ru: Я хочу знать, кто пытается убить меня!

source: We are here to protect you, Senator, not to start an investigation.
ru: Мы здесь для того, чтобы защищать вас, сенатор, а не для того, чтобы начинать расследование.

source: We will fiind out who' s trying to kill you, Padmé.
ru: Мы выясним, кто пытается убить тебя, Падме.

source: - I promise you.
ru: - Я обещаю.

source: - We will not exceed our mandate... my young Padawan learner.
ru: - Мы не будем превышать своих полномочий... мой молодой падаван!

source: I meant that in the interest of protecting her, Master.
ru: Я имел в виду, в интересах её защиты, учитель.

source: We will not go through this exercise again, Anakin...
ru: Мы не будем начинать все заново, Анакин.

source: - and you will pay attention to my lead.
ru: - Почему?

source: Why else do you think we were assigned to her if not to fiind the killer?
ru: Зачем же ещё, по- вашему, нам дали задание, если не для того, чтобы найти убийцу?

source: Protection is a job for local security, not Jedi.
ru: Защита - обязанность местной охраны, а не Джедаев.

source: Investigation is implied in our mandate.
ru: Это излишне, учитель, именно расследование входит в наше задание.

source: We will do exactly as the council has instructed.
ru: Мы поступим именно так, как велел Совет.

source: And you will learn your place, young one.
ru: А ты узнаешь своё место, юноша!

source: Perhaps with merely your presence... the mystery surrounding this threat will be revealed.
ru: Скорее всего, из- за одного только вашего присутствия... тайна, окружающая эту угрозу, будет раскрыта.

source: I will retire.
ru: Теперь, если вы позволите... я удалюсь.

source: I know I' il feel better having you here.
ru: Я знаю, мне будет лучше, когда вы здесь.

source: I' il have an offiicer stationed on every floor, and I' il be in the control center downstairs.
ru: Я размещу по офицеру на каждом этаже, а сам буду находиться внизу, в центре управления.

source: Mesa busten wit happiness seein yousa again, Ani.
ru: Моя разрывает от счастья видеть вас снова, Эни.

source: She hardly even recognized me, Jar Jar.
ru: Она даже с трудом узнала меня, Джа Джа.

source: I' ve thought about her every day since we parted, and... she' s forgotten me completely.
ru: А она совсем меня забыла.

source: Happier den mesa seein her in a longo time.
ru: Она счастлива, больше, чем моя видел её давно- давно.

source: You' re focusing on the negative, Anakin.
ru: Ты концентрируешься на плохом, Анакин.

source: Be mindful of your thoughts.
ru: Следи за своими мыслями.

source: She was pleased to see us.
ru: Она была рада увидеть нас.

source: Now, let' s check the security.
ru: А теперь давай проверим охрану.

source: I hit the ship, but they used a decoy.
ru: Я попала в корабль, но они воспользовались подсадной уткой.

source: We' il have to try something more subtle this time, Zam.
ru: На этот раз надо будет использовать что- нибудь поковарнее, Зен.

source: My client is getting impatient.
ru: У моего клиента иссякает терпение.

source: Take these.
ru: Возьми вот это...

source: They' re very poisonous.
ru: Будь осторожна, они очень ядовиты.

source: Zam, there can be no mistakes this time.
ru: Зен, в этот раз ошибок быть не должно!

source: No assassin would try that way.
ru: У капитана Тайфо людей внизу более чем достаточно, ни один убийца не попытается там пройти.

source: - Any activity up here?
ru: - Тут что- нибудь происходит?

source: - Quiet as a tomb.
ru: - Тихо, как в могиле.

source: I don' t like just waiting here for something to happen to her.
ru: Мне не нравится сидеть и ждать тут, пока с ней что- нибудь случится.

source: - What' s going on?
ru: - Что происходит?

source: Ah, she covered the cameras.
ru: Она накрыла камеры.

source: I don' t think she liked me watching her.
ru: Наверное, ей не нравится, чтобы я за ней наблюдал.

source: What is she thinking?
ru: Что она вообразила?

source: She programmed R2 to warn us if there is an intruder.
ru: Она запрограммировала R2, чтобы он предупредил нас, если появится незваный гость.

source: There are many other ways to kill a senator.
ru: Есть много других способов убить сенатора.

source: I know, but we also want to catch this assassin, don' t we, Master?
ru: Я знаю, но мы ещё и хотим схватить убийцу, не так ли, учитель?

source: You' re using her as bait.
ru: Ты используешь её в качестве приманки?

source: It was her idea.
ru: Это её идея.

source: No harm will come to her.
ru: Не беспокойтесь, с ней ничего плохого не случится.

source: I can sense everything going on in that room.
ru: Я чувствую всё, что происходит в той комнате.

source: Trust me.
ru: Доверьтесь мне!

source: It' s too risky.
ru: Это слишком рискованно.

source: Besides, your senses aren' t that attuned, my young apprentice.
ru: Кроме того, твои чувства еще недостаточно развиты, мой молодой ученик.

source: And yours are?
ru: А ваши - да?

source: Possibly.
ru: Возможно!

source: You look tired.
ru: Ты выглядишь уставшим.

source: Because of your mother?
ru: Я потерял сон. з- за твоей матери?

source: I don' t know why I keep dreaming about her.
ru: Я не знаю, почему она продолжает мне сниться.

source: Dreams pass in time.
ru: Время лечит, сны проходят.

source: I' d much rather dream about Padmé.
ru: Лучше бы мне снилась Падме.

source: Just being around her again is... intoxicating.
ru: Всего лишь находиться рядом с ней - это... опьяняет.

source: They betray you.
ru: Следи за своими чувствами, Анакин, они выдают тебя.

source: You' ve made a commitment to the Jedi order, a commitment not easily broken.
ru: Ты посвятил себя Ордену Джедаев, а такую связь порвать нелегко.

source: And don' t forget, she' s a politician, and they' re not to be trusted.
ru: И не забывай, что она политик, а им нельзя верить!

source: She' s not like the others in the senate, Master.
ru: Она не такая, как остальные в Сенате, учитель.

source: It is my experience that senators... focus only on pleasing those who fund their campaigns... and they' re in no means scared of forgetting the niceties of democracy...
ru: Насколько мне известно, сенаторы... заняты только тем, что угождают тем, кто финансирует их предвыборные кампании.

source: - in order to get those funds.
ru: - чтобы получить эти деньги.

source: At least not on the economics of politics.
ru: - Только не ещё одна лекция по крайней мере, не экономика или политика!

source: And besides, you' re generalizing.
ru: И, кроме того, вы обобщаете.

source: - The chancellor doesn' t appear to be corrupt.
ru: - Канцлер не выглядит коррупционером.

source: - Palpatine is a politician.
ru: - Палпатин - политик.

source: I have observed that he is very clever... in following the passions and the prejudices of the senators.
ru: Я обратил внимание, что он очень умело использует... беспокойство и предрассудки сенаторов.

source: I think he' s a good man.
ru: Я думаю, он хороший человек, мой...

source: I sense it too.
ru: Я тоже это чувствую!

source: Stay here!
ru: Оставайся здесь!

source: Are you all right, milady?
ru: С вами всё в порядке, миледи?

source: - What took you so long?
ru: - Где тебя носило?

source: - There he is. with the open cockpit and the right speed capabilities.
ru: - Вы знаете, учитель, я не мог найти катер, который мне действительно нравится, с открытой кабиной и нужной скоростью, и вот - нашёл.

source: If you spent as much time practicing your saber techniques as you do your wit... you would rival Master Yoda as a swordsman.
ru: Если бы ты потратил столько же времени, практикуясь в технике владения мечом,... ты бы превзошёл в фехтовании учителя Йоду.

source: - I thought I already did.
ru: - Я думал, что я уже сделал это.

source: - Only in your mind, my very young apprentice.
ru: - Размечтался, мой лучший молодой ученик.

source: - Pull up, Anakin.
ru: - Штурвал на себя, Анакин!

source: - [Laughing]
ru: Штурвал на себя!

source: - You know I don' t like it when you do that.
ru: - Ты ведь прекрасно знаешь, что я терпеть не могу, когда ты так летаешь.

source: I forgot you don' t like flying.
ru: - Извините, учитель. я забыл, что вам не нравится летать.
